Repository: CloudFerro/cmsplugin-slick-gallery
Catalog: src/cmsplugin_slick_gallery/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Slick gallery
pl: Galeria Slick

source: Gallery name
pl: Nazwa galerii

source: pixels (px)
pl: piksele (px)

source: percent (%)
pl: procenty (%)

source: relative to font size (em)
pl: relatywne do rozmiaru czcionki (em)

source: width
pl: szerokość

source: width units
pl: jednostki szerokości

source: height
pl: wysokość

source: height units
pl: jednostki wysokości

source: Thumbnail configuration
pl: Konfiguracja miniatury

source: Autoplay
pl: Automatyczne odtwarzanie

source: Autoplays after the page loads
pl: Automatycznie odtwarzaj po załadowaniu strony

source: Autoplay speed
pl: Prędkość autoodtwarzania

source: (in miliseconds)
pl: (w milisekundach)

source: Arrows
pl: Strzałki

source: Enable previous/next arrows
pl: Aktywuj strzałki do poprzedniego/następnego slajdu

source: Dots
pl: Kropki

source: Enable dot indicators
pl: Aktywuj listę slajdów jako kropki

source: Draggable
pl: Przeciąganie

source: Enable mouse dragging
pl: Aktywuj przeciąganie myszką

source: Enable fading
pl: Aktywuj fading

source: Infinite
pl: Nieskończone

source: Enable infinite loop sliding
pl: Aktywuj nieskończone przewijanie slajdów

source: Initial slide
pl: Począdkowy slajd

source: Number of the slide to start on (counting from 0)
pl: Numer slajdu od którego zacznie galeria (licząc od 0)

source: Pause on hover/focus
pl: Pauza poprzez najechanie/skupienie

source: Pause when the gallery is hovered over or focused on
pl: Pauzuj kiedy na galerię najedzie kursor

source: Image
pl: Obrazek

source: Slide text content
pl: Tekst zawartości slajdu

source: Alternative image url
pl: Alternatywny url obrazka

source: alt text
pl: alternatywy tekst

source: Gallery image
pl: Obrazek galerii

source: Gallery images
pl: Obrazki galerii

source: Choose a gallery
pl: Wybierz galerię

source: Slick gallery add-on
pl: Dodatek galerii slick
